var listData = {
  "b1":["4, 7","4, 4","1, 4","1, 5, 7","1, 1, 4","1, 3","2, 6","2, 3","1, 2, 3","7, 5"],
  "b2":["5, 6","1, 8","2, 7, 8","2, 3","3, 3","2, 8","3, 8","1, 5","5, 8","1, 6"],
  "b3":["1, 8","2, 6","3, 3","4, 6","2, 6, 8","4, 5","4, 7","6, 7","7","2, 3"],
  "b4":["2 ,3","3, 5, 7","5, 5, 6","8, 8","5, 7, 7","6, 7","1, 5","4, 8","4, 6","4, 8"]
};

var listDataTxt = {
  "b1":["빨간색", "IT 기기(노트북, 패드 등)", "최애(관심사) 하나로 밤샘 수다가 가능할때", "국어", "주어진 역할에 최선을 다함", "치킨", "간만에 마음에 들게 나온 내 사진", "사진 찍기", "여행하기", "산책 하기"],
  "b2":["노란색", "텀블러", "아무말 안해도 내 기분을 알아챌때", "음악", "각종 공연/대회 참가자 또는 사회자", "노래가사", "귀염뽀짝 반려동물 사진", "멍하니 바라보기", "알바", "맛있는 거 먹기"],
  "b3":["초록색", "메이크업 파우치", "나의 개그 드립에 혼자 빵터질때", "수학", "축제 조직위 주요 임원", "당시 생각나는 문구", "NO IMAGE", "신경 안씀", "빈둥대기", "친구랑 수다"],
  "b4":["분홍색", "빈 손", "미래(신념)에 대한 생각이 같을때", "도덕", "아무것도 하지 않음", "의미없는 도형", "감성 글씨 또는 풍경", "감성적인 노래 듣기", "자기 개발", "영화/미드 몰아보기"]
};


var beauty_list ={
	"1": {
		pick : "평범",
		seq : 1,
		top : 2590,
		height: 4080
	},
	"2": {
		pick : "퀸카",
		seq : 2,
		top : 2545,
		height: 4020
	},
	"3": {
		pick : "분위기",
		seq : 3,
		top : 2585,
		height: 4060
	},
	"4": {
		pick : "너드",
		seq : 4,
		top : 2568,
		height: 4040
	},
	"5": {
		pick : "독립",
		seq : 5,
		top : 2595,
		height: 4070
	},
	"6": {
		pick : "비치",
		seq : 6,
		top : 2552,
		height: 4030
	},
	"7": {
		pick : "미스테리",
		seq : 7,
		top : 2730,
		height: 4220
	},
	"8": {
		pick : "선생님",
		seq : 8,
		top : 2665,
		height: 4140
	},
};